[ 
		{
 			"title":"Lata Mangeshkar",
 			"url":"legend1.jpg",
 			"description":"Lata Mangeshkar is an Indian singer, and occasional music-composer. She is one of the best-known and most respected playback singers in India. Mangeshkar's career started in the year 1942 and has spanned over six and a half decades.She was born on 28 September 1929. She has recorded songs for over a thousand Hindi films and has sung songs in over thirty-six regional Indian languages and foreign languages, though primarily in Hindi. She is the elder sister of singer Asha Bhosle, Hridayanath Mangeshkar, Usha Mangeshkar and Meena Mangeshkar. She is the second vocalist to have ever been awarded the Bharat Ratna, India's highest civilian honors. Mangeshkar was featured in the Guinness Book of World Records from 1974 to 1991 for having made the most recordings in the world. The claim was that she had recorded approximately 25,000 solo, duet, and chorus-backed songs in 20 Indian languages between 1948 to 1974. Over the years, while several sources have supported this claim, others have raised concerns over its veracity, claiming that this number was highly exaggerated and that Mangeshkar's younger sister, Asha Bhosle, had more song recordings than she had. In 2011 Guinnessofficially acknowledged Bhosle as the most recorded artist in music history. ",
 			"dat":"12-2-2016"
 		}, 
 		{
 			"title":"Thailand",
 			"url":"dest2.jpg",
 			"description":"You love gorging on all those Thai curries. Why not visit the place and experience one for real? The air-fares to Thailand are cheap and the stay options are not too expensive. The people are welcoming and you can get great stuff at budget prices. ",
 			"at":"Jeena J",
 			"dat":"14-2-2016"
 		}, 	
 		{
 			"title":"Hawaii",
 			"url":"dest3.jpg",
 			"description":"The most expensive part of this trip would perhaps be airfares. Hawaii is all about the sun, the sand and the surf. You can lose yourself in the exotic locations with crystal clear beaches and coral reefs that will make you do a double-take underwater. ",
 			"at":"Jonah J",
 			"dat":"12-5-2014"
 		}
 		
 		]

